Repository: Daph1986/postfly_jouw_online_drukkerij
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Shopping cart
nl: Winkelwagen

source: Order overview
nl: Order overzicht

source: Printing method
nl: Bedrukking

source: Delivery time
nl: Levertijd

source: business days
nl: werkdagen

source: Qty
nl: Aantal

source: pieces
nl: stuks

source: Price
nl: Prijs

source: Price overview
nl: Prijs overzicht

source: Cart total
nl: Winkelwagen totaal

source: VAT
nl: btw

source: Grand total
nl: Totaal

source: Keep shopping
nl: Verder winkelen

source: Secure checkout
nl: Veilig afrekenen

source: Your cart is empty
nl: Je winkelwagen is leeg

source: Continue shopping
nl: Verder winkelen

source: Order total
nl: Order totaal

source: Please fill out the form below to complete your order
nl: Vul alsjeblieft dit formulier in om je order af te ronden

source: Personal details
nl: Persoonlijke gegevens

source: Delivery details
nl: Bezorggegevens

source: Save this information to my profile
nl: Bewaar deze informatie in mijn profiel

source: If you want to have this information saved to your profile
nl: Als je deze informatie bewaard wilt hebben in jouw profiel

source: or
nl: of

source: Register
nl: Registreer

source: Upload your artwork, if you have multiple
nl: Upload jouw artwork, als je meerdere

source: files please use a zip-file
nl: bestanden hebt, gebruik dan alsjeblieft een zip-file

source: Payment
nl: Betaling

source: Adjust order
nl: Pas order aan

source: Complete order
nl: Rond order af

source: Your card will be charged
nl: Jouw kaart wordt belast

source: Thank you for your order!
nl: Bedankt voor jouw order!

source: ordered on
nl: besteld op

source: Order confirmation
nl: Order bevestiging

source: Order info
nl: Order informatie

source: Order number
nl: Ordernummer

source: Order date
nl: Order datum

source: paper type
nl: papiersoort

source: Size
nl: Formaat

source: Quantity
nl: Aantal

source: price
nl: prijs

source: Full name
nl: Volledige naam

source: Company name
nl: Bedrijfsnaam

source: Street address + house number
nl: Straatnaam + huisnummer

source: Additional address information
nl: Extra adres informatie

source: Postal code
nl: Postcode

source: Town or city
nl: Plaats

source: Country
nl: Land

source: Phone number
nl: Telefoonnummer

source: Back to dashboard
nl: Dashboard

source: Products
nl: Producten

source: Hello
nl: Beste

source: Hereby you receive a confirmation of the order you have submitted. Your order information is below
nl: Bijgaand ontvang je een bevestging van je bestelde order. Hieronder vind je de informatie over jouw order

source: Your order will be shipped to
nl: Jouw order wordt verzonden naar

source: If there is any need to, we will contact you at phone number
nl: Mocht het nodig zijn dan nemen we contact met je op via telefoonnummer

source: Please do not hesitate to contact us via email at
nl: Mocht je vragen hebbben, aarzel niet om contact met ons op te nemen via de email naar

source: or by phone on +31(0)20 365 22 93 if you have any questions
nl: of telefonisch op +31(0)20 365 22 93

source: We thank you for this order and will handle it with the utmost care
nl: Wij danken je voor deze opdracht en zullen deze met de grootste zorg behandelen

source: With kind regards
nl: Met vriendelijke groet

source: Confirmation for POSTFLY Order
nl: Bevestiging voor POSTFLY Order

source: Contact us
nl: Contacteer ons

source: Your details
nl: Jouw gegevens

source: Message
nl: Bericht

source: Send
nl: Verzenden

source: Mailing address
nl: Postadres

source: Head office
nl: Hoofdkantoor

source: Belgium
nl: België

source: Telephone
nl: Telefoon

source: Opening hours
nl: Openingstijden

source: Monday to Friday
nl: Maandag t/m vrijdag

source: 09:00-17:00 hrs
nl: 09:00-17:00 uur

source: Other info
nl: Overige gegevens

source: Terms and conditions
nl: Algemene voorwaarden

source: Special wishes, request your quotation here!
nl: Afwijkende wensen, vraag hier je offerte aan!

source: Quotation request
nl: Offerte aanvraag

source: Request your free sample kit here
nl: Vraag hier je gratis sample map aan

source: Delivery address
nl: Bezorgadres

source: Subject:
nl: Onderwerp:

source: Message:
nl: Bericht

source: Please make a quotation for
nl: Graag ontvang ik een offerte voor

source: The quotation can be addressed to
nl: De offerte kan geadresseerd worden aan

source: When you have questions you can reach me at phone number
nl: Als je vragen hebt ben ik te bereiken op telefoonnummer

source: Please send my sample kit to the following addres
nl: Stuur de sample map alsjeblieft naar het volgende adres:

source: Deep black
nl: Diep zwart

source: In many programs, the default black consists of only 100%% black.
nl: In vele programma’s bestaat het standaard zwart slechts uit 100% zwart.

source: This is black, but next to ‘deep black’ it seems much greyer.
nl: Dit is zwart, maar naast ‘diepzwart’ lijkt dit veel grijzer.

source: To get a deep black you have to add something of each color.
nl: Om diep zwart te verkrijgen moet je van elke kleur iets toevoegen.

source: Yellow 20%% and Black 100%%.
nl: Yellow 20% en Black 100%.

source: This way you get an ink coverage of 200%% instead of only 100%%.
nl: Zo krijg je een inktbezetting van 200% in plaats van slechts 100%.

source: How do you make the best deep black?
nl: Hoe maak je het beste diepzwart op?

source: In Indesign (2021) you create a new color as follows:
nl: In Indesign (2021) maak je een nieuwe kleur als volgt aan:

source: In the menu bar, click Window→ Colour→ Swatches.
nl: Klik in de menubalk op Window→ Colour→ Swatches (Venster→ Kleuren→ Stalen).

source: Then you will see the window below.
nl: Dan krijg je onderstaand venster te zien.

source: Press the plus sign at the bottom right and enter the values as below.
nl: Druk op het plusje rechts onder en vul de waardes in als hieronder.

source: Bleed
nl: Afloop

source: Even with our modern computer-controlled cutting machines
nl: Ook met onze moderne computergestuurde snijmachines

source: there is a chance of a small cutting deviation.
nl: is de kans op een kleine snijafwijking aanwezig.

source: That is why we use a cutting margin of 3 mm inwards and outwards.
nl: Vandaar dat wij een snijmarge van 3mm naar binnen en naar buiten hanteren.

source: If a file is not submitted correctly, there is a chance that a white
nl: Door het niet correct aanleveren van een bestand bestaat de kans dat er een wit

source: border will be visible on your printed matter.
nl: randje zichtbaar is op jouw drukwerk.

source: To prevent this, we need an extra 3 mm on each side, also called bleed.
nl: Om dat te voorkomen hebben we aan elke zijde 3mm extra nodig, afloop ook wel bleed genoemd.

source: As an example: an A4 flyer has a net size of 297 x 210 mm.
nl: Als voorbeeld: een A4 flyer heeft een netto formaat van 297 x 210 mm.

source: Giving this A4 bleed this gives you a gross size of
nl: Door hieraan afloop te geven, krijg je een bruto formaat van

source: 303 x 216 mm (297 x 210 mm + 3 mm on each side).
nl: 303 x 216 mm (297 x 210 mm + 3 mm aan elke zijde).

source: The example on this page shows this.
nl: Het voorbeeld hier laat dat zien.

source: The red line is the bleed edge, let your background continue to this line.
nl: De rode lijn is de bleed rand, laat je achtergrond doorlopen tot deze lijn.

source: This prevents a white border on a background image when a crop defect occurs
nl: Dat voorkomt een witrandje bij een achtergrondafbeelding wanneer zich een snijafwijking voor doet.

source: The black line is the cutting edge and the blue line indicates the safety zone for placing texts.
nl: De zwarte lijn is de snijrand en de blauwe lijn geeft de veiligheidszone aan voor het plaatsen van tekst.

source: Make sure that you stay within this safety zone with your texts,
nl: Zorg dat je met teksten binnen deze veiligheidszone blijft,

source: this way you prevent texts from “sticking”
nl: zo voorkom je dat teksten tegen de rand “plakken”

source: to the edge and you are sure that nothing is cut off.
nl: en ben je er zeker van dat er niets wordt weggesneden.

source: We also advise you not to use frames,
nl: Wij adviseren je ook geen gebruik te maken van kaders,

source: because of a possible cutting deviation you run the risk
nl: door een mogelijke snijafwijking loop je daarmee namelijk het risico

source: that the frame is wider on one side than on the other.
nl: dat het kader aan de ene zijde breder is dan aan de andere zijde.

source: Color
nl: Kleur

source: Different color settings are possible for your files.
nl: Er zijn verschillende kleurinstellingen voor je bestanden mogelijk.

source: The most common are RGB, CMYK and PMS.
nl: De meest voorkomende zijn RGB, CMYK en PMS.

source: A correct color mode at the start of your design is very important!
nl: Een juiste kleurmodus bij de start van je ontwerp is zeer belangrijk!

source: RGB stands for Red, Green and Blue and are screen colors.
nl: RGB staat voor Rood, Groen en Blauw en zijn schermkleuren.

source: A computer screen is made up of RGB and these colors ensure that
nl: Een computerscherm is opgebouwd uit RGB en deze kleuren zorgen ervoor dat

source: images can be displayed on the screen.
nl: afbeeldingen weergegeven kunnen worden op het scherm.

source: They are a lot brighter than CMYK colors.
nl: Ze zijn een stuk feller dan CMYK-kleuren.

source: So it is important to choose the right color mode in your design.
nl: Het is dus belangrijk om in je ontwerp de juiste kleurmodus te kiezen.

source: Files supplied in RGB are not correct for printing and are automatically converted to CMYK by us.
nl: Bestanden aangeleverd in RGB zijn niet correct om mee te drukken en worden automatisch door ons omgezet naar CMYK.

source: Keep in mind that your design can suddenly look very different.
nl: Hou er rekening mee dat je ontwerp er opeens heel anders kan uitzien.

source: CMYK stands for the 4 printing colors cyan (C), magenta (M), yellow (Y) and black (key) (K).
nl: CMYK staat voor de vier drukkleuren cyaan (C), magenta (M), geel (yellow) (Y) en zwart (key) (K).

source: The printing process uses a printing press consisting of 4 towers.
nl: Bij het drukproces wordt er gebruik gemaakt van een drukpers die uit 4 torens bestaat.

source: Each tower contains one of these 4 basic colors,
nl: In elke toren zit één van deze 4 basiskleuren

source: which makes it possible to obtain a wide range of colors.
nl: en is het hiermee mogelijk om een groot gamma aan kleuren te verkrijgen.

source: As you can see, it is important to submit your file in the correct color mode,
nl: Zoals je ziet is het belangrijk om je bestand in de goede kleurmodus aan te leveren,

source: as POSTFLY is not responsible for color deviations in incorrectly submitted files.
nl: POSTFLY is namelijk niet verantwoordelijk voor kleurafwijkingen bij onjuist aangeleverde bestanden.

source: How can you check that you are working in the correct color mode and how do you adjust it?
nl: Hoe kan je checken dat je in de juiste kleurmodus werkt en hoe pas je hem aan?

source: Open your design or image in Photoshop(2021) and click Image → Mode in the menu bar.
nl: Open je ontwerp of afbeelding in Photoshop(2021) en klik in de menubalk op Image → Mode (Beeld → Modus).

source: For a print-ready design, choose the CMYK color mode.
nl: Voor een drukklaar ontwerp kies je de kleurmodus CMYK.

source: Finally, you have PMS, which stands for Pantone Matching System.
nl: Tot slot heb je nog PMS, wat staat voor Pantone Matching System.

source: This is a universal and standardized system for naming colors.
nl: Dit is een universeel en gestandaardiseerd systeem om kleuren te benoemen.

source: PMS or Pantone colors are predefined colors by default.
nl: PMS- of Pantone kleuren zijn standaard op voorhand vastgelegde kleuren.

source: You can choose the desired PMS color from a PMS fan.
nl: De gewenste PMS-kleur kan je kiezen uit een PMS-waaier.

source: Each color has a unique code that is the same all over the world.
nl: Elke kleur heeft een unieke code die overal ter wereld hetzelfde is.

source: PMS colors are widely used in logos and corporate identities to ensure that the chosen
nl: PMS kleuren worden veel gebruikt in logo’s en huisstijlen om er zeker van te zijn dat de gekozen

source: color is always printed the same.
nl: kleur steeds hetzelfde gedrukt wordt.

source: However, we work with combined printing, this cannot be done with PMS colors in a design.
nl: Wij werken echter met combinatiedrukwerk dit kan niet gecombineerd worden met PMS kleuren in een ontwerp.

source: If this is the case, it will be automatically converted to CMYK, but better still,
nl: Indien dit toch het geval is wordt het automatisch omgezet naar CMYK, maar beter nog

source: you convert them to CMYK yourself in advance so that you are not faced with surprises!
nl: zet je ze zelf op voorhand om naar CMYK zodat je niet voor verrassingen komt te staan!

source: Our concept
nl: Ons concept

source: From bits and bytes to ink and paper
nl: Van bits en bytes naar inkt en papier

source: We show a clear delivery time for our products,
nl: Wij geven een duidelijke levertermijn weer voor onze producten,

source: prices are known in advance and delivery to 1 address in the Netherlands
nl: prijzen zijn vooraf bekend en levering op 1 adres in Nederland

source: is free of charge, so you will not be faced with surprises.
nl: is kosteloos, zo kom je niet voor verrassingen te staan.

source: We like to think in terms of solutions and strive for quick responses,
nl: We denken graag in oplossingen en streven naar snelle reacties

source: whether that is by email or telephone, that does not matter to us.
nl: of dat via de mail of telefoon is, dat maakt voor ons niet uit.

source: Because we are a small and close-knit team, we have short direct lines and
nl: Omdat we een klein en hecht team zijn, hebben we korte directe lijnen en

source: a flat organizational structure.
nl: een vlakke organisatiestructuur.

source: The environment
nl: Het Milieu

source: POSTFLY and Grafische Groep Matthys consider a healthy living environment
nl: POSTFLY en Grafische Groep Matthys vinden een gezond leefmilieu

source: important for the next generations,
nl: voor de volgende generaties belangrijk,

source: which is why we do what we can to contribute to a healthy environment.
nl: daarom doen we wat we kunnen om ons steentje bij te dragen aan een gezond milieu.

source: From 2011, we calculate and produce your printed matter exclusively with electricity
nl: Vanaf 2011 calculeren en produceren we je drukwerk uitsluitend met elektriciteit

source: from our solar panels and green electricity from renewable energy sources.
nl: van onze zonnepanelen en groene elektriciteit uit hernieuwbare energiebronnen.

source: We have Eco-papers, so it’s no problem to have your
nl: We beschikken over Eco-papiersoorten, dus het is geen probleem

source: printed matter well-priced and ecologically printed.
nl: om je drukwerk goed geprijsd en ecologisch te laten drukken.

source: We combine our orders,
nl: Wij combineren onze orders,

source: which is not only nice for you from a price point of view,
nl: dit is niet alleen leuk voor jou prijstechnisch gezien,

source: but also ensures that the production is more environmentally friendly.
nl: maar zorgt er ook voor dat de productie milieuvriendelijker is.

source: Only 1 set of printing plates needs to be used per printing form.
nl: Er hoeft slechts 1 set drukplaten gebruikt worden per drukvorm.

source: That material is therefore divided by all orders
nl: Dat materiaal wordt dus gedeeld door alle orders

source: that are collected on that printing sheet.
nl: die op dat drukvel verzameld staan.

source: You therefore use less raw materials and reduce the waste mountain.
nl: Je verbruikt dus minder grondstoffen en vermindert de afvalberg.

source: We are also FSC certified. FSC (Forest Stewardship Council) is a label or
nl: Ook zijn wij FSC-gecertificeerd. FSC (Forest Stewardship Council) is een label of

source: quality mark on a paper product that indicates
nl: keurmerk op een papierproduct dat aangeeft

source: it comes from a sustainably managed forest.
nl: of het afkomstig is uit een duurzaam beheerd bos.

source: The FSC label guarantees sustainable origin because not only the forest of origin is checked,
nl: Het FSC label garandeert de duurzame oorsprong omdat niet enkel het bos van oorsprong wordt gecontroleerd,

source: but also the entire trade chain up to the end consumer.
nl: maar ook de hele handelsketen tot bij de eind consument.

source: Finally, we ourselves had the recyclability of our printed matter and
nl: Tot slot hebben we zelf de recycleerbaarheid van ons drukwerk en

source: packaging added with cold foil technology tested.
nl: verpakkingen voorzien van cold foil techniek laten testen.

source: This showed that all variants we tested could be recycled well.
nl: Daaruit is gebleken dat alle varianten die we getest hebben goed gerecycled konden worden.

source: The applied adhesive ink, emulsion varnish and foil were perfectly
nl: De aangebrachte lijminkt, dispersielak en folie werden prima

source: discharged through the recycling process as is the case with traditional printing and
nl: door het recyclingproces afgevoerd zoals bij klassiek drukwerk het geval is en

source: they did not appear to be a disruptive
nl: ze bleken ook geen verstorende

source: factor during the production of a new sheet of paper.
nl: factor tijdens de productie van een nieuw vel papier.

source: Frequently asked questions
nl: Veel gestelde vragen

source: General
nl: Algemeen

source: Where can I place my order?
nl: Waar kan ik mijn bestelling plaatsen?

source: It goes like this:
nl: Dat gaat als volgt:

source: Go to the products in the menu bar and add the products you want to order
nl: Ga in de menubalk naar de producten en voeg de producten toe die je wilt bestellen

source: When you have all your desired products in the shopping cart,
nl: Als je al de gewenste producten in je winkelwagen hebt,

source: proceed to secure checkout
nl: ga je verder naar veilig afrekenen

source: Fill out the checkout form,
nl: Vul het formulier helemaal in,

source: upload your files and complete your order
nl: upload je bestanden en rond je bestelling af

source: Where can I find the delivery times for the products?
nl: Waar vind ik de levertijden voor de producten?

source: With the
nl: Bij onze

source: products
nl: producten

source: you can choose a production time of 3 or 5 business days.
nl: kan je een productietijd van 3 of 5 werkdagen kiezen.

source: If you have hand in your files before 11 a.m. you may count that day as a business day.
nl: Als je jouw bestanden voor 11 uur in de ochtend aanlevert, mag je die dag meetellen als werkdag.

source: I have placed an order, can I still change or cancel it?
nl: Ik heb een bestelling geplaatst, kan ik die nog wijzigen of annuleren?

source: No, as soon as you have ordered your order will go into production.
nl: Nee, zodra je besteld hebt gaat je order in productie.

source: But you can always
nl: Maar je kunt altijd

source: us to find out what the possibilities are.
nl: met ons opnemen om te overleggen wat de mogelijkheden zijn.

source: I do not see the size I want or have wishes that are not on the website, are there options for that?
nl: Ik zie niet het formaat staan wat ik wil of heb wensen die niet op de website staan, zijn daar opties voor?

source: We have more options than you see on the website, request a
nl: Wij hebben meer mogelijkheden dan op de website staat, vraag om een

source: quotation
nl: offerte

source: contact
nl: contacteer

source: us.
nl: ons.

source: Do different prices apply when reprinting an order?
nl: Gelden er andere prijzen bij een herdruk van een bestelling?

source: No, even if you order the exact same print job again at a later date,
nl: Nee, ook als je exact hetzelfde drukwerk op een later tijdstip opnieuw besteld

source: you simply pay the price as stated on the website.
nl: betaal je gewoon de standaardprijs zoals vermeld op de website.

source: Production always starts from scratch,
nl: De productie begint steeds van nul,

source: the printing plates cannot be reused due to the combined printing process.
nl: de drukplaten kunnen wegens het combinatiedrukwerk niet worden herbruikt.

source: I want to see the paper types, is that possible?
nl: Ik wil de papiersoorten zien, kan dat?

source: Yes, definitely, request a free
nl: Ja zeker, vraag gratis

source: sample kit
nl: samples

source: and we will send it to you.
nl: aan en we sturen ze naar je op.

source: I have no idea how to make a print ready file, can POSTFLY make one for me?
nl: Ik heb geen idee hoe ik een bestand op maak, kan POSTFLY dat voor mij doen?

source: Yes you can, feel free to
nl: Ja dat kan, neem gerust

source: us for more information.
nl: met ons op voor meer informatie.

source: What payment options do you have?
nl: Welke betaalmogelijkheden hebben jullie?

source: You place your order online and pay with your credit card.
nl: Je plaatst je bestelling online en betaald hem met je creditcard.

source: If you do not have a credit card, please
nl: Heb je geen creditcard, neem dan

source: us and we can look for a suitable solution.
nl: met ons op, dan kunnen we kijken naar een passende oplossing.

source: Where can I find my invoice?
nl: Waar vind ik mijn factuur?

source: The invoice will be emailed to you after we have received the payment.
nl: De factuur wordt, nadat wij de betaling op de bank terug zien naar je gemaild.

source: This will be done to the email address you provided.
nl: Dit gebeurt naar het door jouw opgegeven emailadres.

source: Can I pay afterwards?
nl: Kan ik achteraf betalen?

source: No, you order online and pay with a credit card.
nl: Nee, je besteld online en betaald met creditcard.

source: I have received a reminder, an exhortation or a summation for an invoice, what about that?
nl: Ik heb een herinnering, aanmaning of sommatie gekregen hoe zit dat?

source: If your invoice has not been paid according to our system,
nl: Als je factuur volgens ons systeem niet betaald is,

source: you will first receive a reminder from us.
nl: ontvang je van ons daarover eerst een herinnering.

source: If we do not receive a response or payment,
nl: Mochten wij daarop geen reactie of betaling krijgen,

source: a exhortation will follow and then a summons.
nl: dan volgt er een aanmaning en daarna een sommatie.

source: If you feel it is not right, please
nl: Klopt het volgens jou niet, neem dan gelijk

source: us right away.
nl: met ons op.

source: Delivery
nl: Levering

source: What is the delivery time of your products?
nl: Wat is de levertermijn van jullie producten?

source: At what time will my order be delivered?
nl: Op welk tijdsstip wordt mijn bestelling geleverd?

source: We use a courier, DHL, PostNL and DPD,
nl: Wij maken gebruik van een koerier, DHL, PostNL en DPD,

source: depending on the order we take the most suitable shipping option.
nl: afhankelijk van de bestelling kiezen we daar de best geschikte verzendoptie voor.

source: It is therefore difficult to indicate the time in advance,
nl: Het tijdsstip is daarom lastig vooraf aan te geven,

source: normally deliveries are made on business days between 8:00 and 18:00.
nl: normaliter wordt er op werkdagen tussen 8:00 en 18:00 uur geleverd.

source: We do have options such as DHL Express, to see if it is suitable for your order,
nl: We hebben wel mogelijkheden zoals bijvoorbeeld DHL Express, om te kijken of dat geschikt is voor jou bestelling

source: it is best to send us an
nl: kan je ons het beste

source: email
nl: emailen

source: Can I also have my package delivered abroad?
nl: Kan ik mijn pakket ook in het buitenland laten leveren?
