Repository: Daph1986/postfly_jouw_online_drukkerij
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Yes, there are options, please
nl: Ja daar zijn mogelijkheden voor, neem

source: us to discuss this.
nl: met ons op om dat door te spreken.

source: The shipping costs and delivery times depend on the country of destination and
nl: De verzendkosten en levertermijnen zijn afhankelijk van het land van bestemming en

source: the weight plays an important role in this.
nl: het gewicht speelt hier een belangrijke rol in.

source: Can my order also be sent directly, incognito to my customer?
nl: Kan mijn bestelling ook direct, neutraal naar mijn klant gestuurd worden?

source: Yes, please
nl: Ja dat kan, neem

source: us to arrange it.
nl: met ons op om dit te laten verzorgen.

source: Can my order be delivered to multiple addresses?
nl: Kan mijn bestelling ook op meerdere adressen laten leveren?

source: Yes that is possible, please
nl: Ja dat kan, neem

source: us tso that we know what needs to go where, there is an additional cost.
nl: met ons op zodat we weten wat waar heen moet, hier zit wel een meerprijs aan.

source: Do you also have the option of express delivery?
nl: Hebben jullie ook de mogelijkheid tot een spoedlevering?

source: Sometimes that is indeed possible, but unfortunately not always.
nl: Soms kan dat inderdaad, maar helaas niet altijd.

source: Please
nl: Neem

source: us to discuss the possibilities.
nl: met ons op om de mogelijkheden te bespreken.

source: Paper types
nl: Papiersoorten

source: A paper with a matte appearance.
nl: Een mat glad afgewerkt papiersoort.

source: Very suitable type of paper for photos,
nl: Zeer geschikt voor bijvoorbeeld foto's,

source: for example, because of the smooth structure.
nl: vanwege de gladde structuur.

source: This paper is not suitable for stamping.
nl: Dit papier is niet geschikt om op te stempelen.

source: FSC certified, paper with an ecologically conscious appearance.
nl: FSC gecertificeerd, een ecologisch bewuste papierkeuze.

source: This paper is suitable for stamping.
nl: Dit papier is geschikt om op te stempelen.

source: FSC certified - light uncoated paper, paper with an ecological,
nl: FSC gecertificeerd - licht ongestreken papier, een ecologische en

source: environmentally conscious appearance.
nl: milieubewuste papierkeuze.

source: Glossy white paper MC satin - light, flexible paper.
nl: Glanzend wit papier MC gesatineerd - licht, flexibel papier.

source: Due to the blue back, the poster is not translucent and can easily be pasted over something.
nl: Door de blauwe achterkant schijnt de poster niet door en kan hij makkelijk geplakt worden.

source: Ideal for outdoor promotions.
nl: Geschikt voor promoties buiten.

source: MC matte - top quality paper - very firm cardboard feel.
nl: MC mat - papier van topkwaliteit - zeer stevig karton gevoel.

source: Sturdy 350 gr sulphate cardboard + finished on both sides
nl: Stevig 350 gr sulfaatkarton + aan beide zijden afgewerkt

source: with matte dispersion varnish and on one sidd with cold foil,
nl: met matte dispersielak en aan een zijde met koudfolie,

source: which makes it possible to provide metallic effects.
nl: waardoor het mogelijk is om metallic effecten te creëren.

source: Glossary
nl: Woordenlijst

source: What is resolution?
nl: Wat is resolutie?

source: Resolution equals the quality of the image.
nl: Resolutie staat gelijk aan de kwaliteit van het beeld.

source: Resolution is expressed in dpi (dots per inch).
nl: Resolutie wordt uitgedrukt in dpi (dots per inch).

source: The higher the number of “dots” per inch,
nl: Hoe hoger het aantal “dots” (puntjes) per inch,

source: the sharper and higher the quality of the image.
nl: hoe scherper en hoger de kwaliteit van het beeld.

source: In order to be able to deliver a good quality of printed matter,
nl: Om kwalitatief drukwerk te kunnen afleveren

source: we need a file with a resolution of 300 dpi.
nl: hebben we een bestand nodig met een resolutie van 300 dpi.

source: If the resolution is too low,
nl: Indien de resolutie te laag is

source: you will get a blurry or jagged (block effect) result.
nl: krijg je een wazig of gekarteld (blokjeseffect) resultaat.

source: For more information on resolution,
nl: Voor meer informatie over resolutie,

source: see "Files" in the menu bar and take a look at the topic about
nl: ga naar 'Aanleveren' in het menu en bekijk de informatie onder het kopje

source: resolution
nl: resolutie

source: What is bleed?
nl: Wat is afloop / bleed?

source: Bleed is 3 mm extra that you have to provide on all four sides
nl: Afloop of bleed is 3 mm extra dat je moet voorzien aan alle vier de zijdes

source: of a file to avoid a white edge when cutting.
nl: van een document om bij een snijden een wit randje te vermijden.

source: For more information on bleed, see "Files"
nl: Voor meer informatie over afloop, ga naar 'Aanleveren'

source: in the menu bar and take a look at the topic about
nl: in het menu en bekijk de informatie onder het kopje

source: bleed
nl: afloop

source: What is CMYK?
nl: Wat is CMYK?

source: CMYK stands for the 4 printing colors cyan (C), magenta (M),
nl: CMYK staat voor de vier drukkleuren cyaan (C), magenta (M),

source: yellow (Y) and black (key) (K).
nl: geel (yellow) (Y) en zwart (key) (K).

source: For more information on CMYK, see "Files"
nl: Voor meer informatie over CMYK, ga naar 'Aanleveren'

source: color
nl: kleur

source: What is ink coverage?
nl: Wat is inkt bezetting?

source: Paper can only absorb a maximum percentage of ink.
nl: Papier kan slechts een maximaal percentage aan inkt absorberen.

source: The maximum ink coverage is 300%%.
nl: De maximale inktbezetting bedraagt 300%.

source: For more information on ink coverage, see "Files"
nl: Voor meer informatie over inkt bezetting, ga naar 'Aanleveren'

source: What is combined printing?
nl: Wat is combinatie drukwerk?

source: POSTFLY combines different print jobs from different customers.
nl: POSTFLY combineert verschillende drukopdrachten van verschillende klanten.

source: This way you as a customer can enjoy shared costs.
nl: Zo kan je als klant genieten van gedeelde kosten.

source: That is why we work with fixed types of paper and quantities.
nl: Daarom werken wij met vaste papiersoorten en oplages.

source: File type
nl: Bestandstype

source: In order to start printing a design, we need a print-ready file.
nl: Om te kunnen starten met het drukken van een ontwerp hebben wij een drukklaar bestand nodig.

source: Not all file types can be processed by us.
nl: Niet alle bestandstypes zijn voor ons verwerkbaar.

source: Most formatting programs have their own file format.
nl: De meeste opmaakprogramma’s hebben hun eigen bestandsformaat.

source: You can recognise it by the extension at the end of the filename
nl: Je kan het herkennen aan de extensie op het einde van de bestandsnaam

source: (for example: .doc, .xls, .psd, .pub, .ai, …).
nl: (bijvoorbeeld: .doc, .xls, .psd, .pub, .ai, …).

source: We can only process your files if you provide them in PDF or JPG.
nl: Wij kunnen je bestanden alleen verwerken als je ze in PDF of JPG aanlevert.

source: This way you limit the size of the file and you maintain the high quality of the layout.
nl: Zo beperk je de grootte van het bestand en behoud je de hoge kwaliteit van de opmaak.

source: Making a print ready file with foil
nl: Opmaak van een bestand met folie

source: What is Inline Cold Foil?
nl: Wat is Inline Cold Foil?

source: Cold foil makes it possible to provide the printing sheets with metallic effects
nl: Koudfolie / Cold Foil laat toe om in één enkele drukgang de drukvellen te voorzien van metallic-effecten

source: in a single printing run by means of real foil as a spot – so locally – applied.
nl: door middel van échte folie als spot – dus plaatselijk – toegepast.

source: How does Inline Cold Foil work?
nl: Hoe werkt Inline Cold Foil?

source: The adhesive layer is applied to the first printing tower.
nl: Op de eerste druktoren wordt de kleeflaag aangebracht.

source: Using a standard printing plate,
nl: Via een standaard drukplaat

source: the adhesive layer is printed on the paper exactly where the foil should go.
nl: wordt de kleeflaag precies daar waar de folie moet komen op het papier gedrukt.

source: At the second printing tower, the printing sheet is pressed against the foil.
nl: Bij de tweede druktoren wordt het drukvel tegen de folie gedrukt.

source: The foil attaches itself sharply and 100%% permanently to the adhesive layer.
nl: De folie hecht zich haarscherp en 100% duurzaam aan de kleeflaag.

source: The contactless sheet transport with aerodynamic air tracks guarantees a scratch
nl: Het contactloos vellentransport binnen de machine met aerodynamische luchtbanen en transferters garandeert een kras-

source: and blemish-free print production.
nl: en smetvrije drukproductie.

source: Due to the very accurate fit,
nl: Door de erg nauwkeurige passing

source: the data for the foil can be formatted as data for an additional PMS color.
nl: kunnen de data voor de folie opgemaakt worden als data voor een bijkomende pms-kleur.

source: The CMYK color printing starts from the third printing tower.
nl: Vanaf de derde druktoren start de CMYK kleurendruk.

source: The entire sheet can now be printed in full color: both the unprinted and the metallized part.
nl: Het volledige vel kan nu verder bedrukt worden: zowel het onbedrukte als het gemetalliseerde gedeelte.

source: A dispersion varnish is applied as a protective layer.
nl: En als beschermlaag wordt een dispersielak aangebracht.

source: How do I make a print ready file for Inline Cold Foil?
nl: Hoe lever ik Inline Cold Foil aan?

source: We have made a handy document “how to cold foil” that you can download below or request by email.
nl: We hebben een handig document gemaakt “how to cold foil’ dat je hieronder kan downloaden of kan opvragen via email.

source: The basic delivery is a high-resolution PDF format in 4 colors + a 5th color (for the foil)
nl: De basisaanlevering is een hoge resolutie PDF opgemaakt in 4 kleuren + een 5de kleur (voor de folie)

source: and with the necessary bleed.
nl: en met de nodige afloop.

source: Inline Cold Foil and combined printing
nl: Inline Cold Foil met combinatiedrukwerk?

source: We also offer the cold foil through combined printing,
nl: Ook de Cold Foil bieden wij aan via combinatiedrukwerk,

source: which gives you the opportunity to have your creations printed with this technique.
nl: dit geeft jou de kans om jouw creaties te laten drukken met deze techniek.

source: 500 business cards? 500 invitations? 1000 A5 cards?
nl: 500 visitekaartjes? 500 uitnodigingen? 1000 A5 kaarten?

source: A small edition, with a beautiful printing technique, for a competitive price, that’s possible,
nl: Een kleine oplage, met een prachtige druktechniek, voor een scherpe prijs, dat kan,

source: you will find the options on our
nl: je vindt de mogelijkheden op onze

source: page.
nl: pagina.

source: All items are printed 5*/4 (* one side with ‘inline cold foil’) +
nl: Alle items worden 5*/4 gedrukt (* 1 zijde met ‘inline cold foil’) +

source: finished on both sides with matte dispersion varnish.
nl: dubbelzijdig afgewerkt met matte dispersielak.

source: The paper is standard a high-quality, sturdy 350 gr sulphate cardboard,
nl: Het papier is standaard een kwalitatief stevig 350 gr sulfaatkarton,

source: excellent for high-quality businesscards, invitations, cards, etc.
nl: uitstekend geschikt voor hoogwaardige visitekaartjes, uitnodigingen, mapjes, enz.

source: By collecting these assignments on one high-quality paper on large format 70x100 cm sheets,
nl: Door het verzamelen van deze opdrachten op 1 kwalitatieve papiersoort op groot formaat 70x100 cm-vellen,

source: everyone enjoys a competitive price.
nl: geniet iedereen van een scherpe prijs.

source: After all, the start-up costs and the printing plate costs are shared by everyone.
nl: De startkosten en de drukplaatkosten worden immers door iedereen gedeeld.

source: The print run per item ordered is 500 copies as standard
nl: De oplage per besteld item is standaard 500 stuks

source: (with the option of extra per 500 copies up to a total print run of 3000 copies).
nl: (met mogelijkheid van per 500 stuks extra tot een totale oplage van 3000 stuks).

source: Ordered items are delivered trimmed to the size indicated.
nl: Bestelde items worden schoongesneden geleverd op het aangeduide formaat.

source: These assignments are collected weekly and combined printed and finished.
nl: Deze opdrachten worden wekelijks verzameld en gecombineerd gedrukt en afgewerkt.

source: Delivery time is therefore a maximum of 9 business days.
nl: Er is daardoor dus een leveringstermijn van maximaal 9 werkdagen.

source: Of course you can always request a
nl: Uiteraard kun je altijd een

source: if your wishes deviate from this.
nl: aanvragen indien jouw wensen hiervan afwijken.

source: At that time, your order will be printed completely individually and a short
nl: Op dat moment wordt jouw opdracht volledig individueel gedrukt en is een korte

source: delivery period is possible in consultation.
nl: leveringstermijn mogelijk in overleg.

source: Our products
nl: Onze producten

source: Shop Now
nl: Shop Nu

source: Delivery to 1 address in the Netherlands is included in your order!
nl: Levering op 1 adres in Nederland is gratis!

source: Our papers
nl: Onze papiersoorten

source: Free sample kit
nl: Gratis samples

source: About us
nl: Over ons

source: Printing house
nl: Eigen drukkerij

source: Ink coverage
nl: Inkt bezetting

source: If more ink is supplied than paper can handle, you will end up with dirty smudges and streaks.
nl: Als er meer inkt voorzien wordt dan papier aan kan krijg je drukwerk met vuile vegen en strepen.

source: up the values of the 4 printing colors.
nl: de waardes van de 4 drukkleuren op te tellen.

source: In the example below we create a new color in Indesign.
nl: In het voorbeeld hieronder maken we een nieuwe kleur aan in Indesign.

source: So there is no chance of streaks or spots due to an excess of ink.
nl: Er is dus geen kans op strepen of vlekken door een teveel aan inkt.

source: How do you check this yourself?
nl: Hoe controleer je dit zelf?

source: In Indesign (2021) click in the menu bar on Window→ Output→ Separations Preview.
nl: In Indesign (2021) klik je in de menubalk op Window→ Output→ Separations Preview (Venster→ Uitvoer→ Voorvertoning scheidingen).

source: At view you choose the option ‘separations’.
nl: Bij view / weergave kies je de optie ‘separations’.

source: With this option the values of the colors can be measured.
nl: Met deze optie kunnen de waardes van de kleuren gemeten worden.

source: Or you can choose the option “Ink Limit”.
nl: Of je kan de optie “Ink Limit” kiezen.

source: With this option you can see where there is an excess of ink.
nl: Met deze optie kan je zien waar er zich een teveel aan inkt bevindt.

source: Job options
nl: Jobobtions

source: What are job options?
nl: Wat zijn joboptions?

source: A job option can best be compared with a settings package where the correct settings
nl: Een joboption kan je het best vergelijken met een instellingenpakket waar reeds de juiste instellingen

source: have already been set.
nl: zijn ingesteld.

source: This “package” is called a job option.
nl: Dit “pakket” noemt men een joboption.

source: We have got one here for you to download:
nl: Wij hebben er hier één die je kunt downloaden:

source: Because you work immediately with the right settings,
nl: Omdat je meteen met de juiste instellingen werkt,

source: the file automatically meets our specific requirements and many errors and delays can be avoided.
nl: voldoet het bestand automatisch aan onze specifieke voorwaarden en kunnen er veel fouten en vertragingen vermeden worden.

source: There are also some standard job options.
nl: Er zijn ook enkele standaard joboptions.

source: For example, you can choose between a job option that makes your PDF very small
nl: Zo kan je kiezen tussen een joboption die je PDF zeer klein van formaat maakt

source: so that you can easily email it to your customer for approval.
nl: zodat je deze makkelijk naar je klant kunt mailen ter goedkeuring.

source: You also have a “press” job option that is very handy to use as a general print profile.
nl: Verder heb je ook een “press” joboption die weer heel handig is om als algemeen drukprofiel te gebruiken.

source: So you’re always in the right place with this one.
nl: Dus met deze zit je ook steeds goed.

source: Note: You still have to format the file according to the correct requirements,
nl: Let op : Je moet het bestand nog wel opmaken volgens de juiste vereisten,

source: check our explanation under the heading
nl: check hiervoor onze uitleg onder het kopje

source: specifications
nl: specificaties

source: Installing the job options
nl: De joboptions installeren

source: When you double click on the job option you just downloaded it will install itself.
nl: Wanneer je dubbel klikt op de joboption die je net gedownload hebt zal deze zichzelf installeren.

source: In Indesign (2021), click File → Adobe PDF Presets → Define
nl: Klik in Indesign (2021) op File → Adobe PDF Presets → Define (Bestand → Adobe PDF instellingen → Definiëren)

source: A new window will appear where you can find the different standard job options.
nl: Er verschijnt een nieuw venster waar je de verschillende standaard joboptions kan terugvinden.

source: Click the ‘Load’ button to add POSTFLY’s.
nl: Klik op de knop ‘Load’ (Laden) om die van POSTFLY erbij te plaatsen.

source: Load the file you just downloaded, then you will find the job options in the list.
nl: Laad het bestand in wat je zonet gedownload hebt, daarna vind je de joboptions terug in de lijst.

source: Outlines
nl: Lettercontouren

source: Fonts make the design.
nl: Lettertypes maken het ontwerp.

source: There is a wide choice of different types, but unfortunately
nl: Er is een ruime keuze aan verschillende soorten, maar helaas

source: not everyone has the same fonts available.
nl: heeft niet iedereen dezelfde lettertypes ter beschikking.

source: It is therefore advisable to convert the fonts into outlines in your design.
nl: Daardoor is het aan te raden om in je ontwerp de lettertypes om te zetten naar lettercontouren.

source: This way you avoid error messages on missing fonts and you can be sure
nl: Zo vermijd je foutmeldingen op ontbrekende lettertypes en ben je er zeker van

source: that they are always displayed correctly.
nl: dat ze steeds correct worden weergegeven.

source: How do you convert texts into outlines?
nl: Hoe zet je teksten om in lettercontouren?

source: Open your design in InDesign or Illustrator (2021).
nl: Open je ontwerp in InDesign of Illustrator (2021).

source: Select the texts and click on Type → Create Outlines in the menu bar at the top.
nl: Selecteer de teksten en klik bovenaan in de menubalk op Type → Create Outlines (Tekst → Lettercontouren).

source: In the texts below, you will see the letters selected separately
nl: Bij de teksten hieronder zie je bij de tekst die omgezet is naar lettercontouren

source: for the text that has been converted to outlines.
nl: de letters afzonderlijk geselecteerd worden.

source: Here you can no longer edit the text.
nl: Hier kan je de tekst niet meer bewerken.

source: This is still possible with the text without outlines.
nl: Bij de tekst zonder lettercontouren gaat dat nog wel.

source: What is overprint?
nl: Wat is overprint?

source: Sometimes bizarre things happen to your design, white texts disappear,
nl: Soms gebeuren er bizarre dingen met je ontwerp,

source: suddenly different colors come through your image.
nl: er verdwijnen witte teksten, plots komen er andere kleuren door je afbeelding heen.

source: And that while this was not visible at all or just visible on your design.
nl: Dat terwijl dit helemaal niet of net wel zichtbaar was op je ontwerp.

source: Such problems usually occur due to the incorrect use of overprint settings in the original layout.
nl: Zulke problemen komen meestal voor door het foutieve gebruik van overprint-instellingen in de oorspronkelijke opmaak.

source: If 2 objects, both with a different color are placed on top of each other,
nl: Als er 2 objecten, beide met een verschillende kleur over elkaar heen geplaatst worden,

source: where they overlap, the color will be saved.
nl: zal daar waar ze elkaar overlappen, de kleur uitgespaard worden.

source: The underlying color will not be visible.
nl: De onderliggende kleur zal niet zichtbaar zijn.

source: This is not the case when using overprint.
nl: Bij gebruik van overprint (ook wel overdruk genoemd) is dit niet het geval.

source: The underlying will be visible here.
nl: Het onderliggende zal hier wel zichtbaar worden.

source: Let’s illustrate this with examples.
nl: Laten we het iets duidelijker maken met voorbeelden.

source: Example 1 WITHOUT overprint:
nl: Voorbeeld 1 ZONDER overprint:

source: The magenta square is no longer a complete square,
nl: Het magenta vierkant is geen volledig vierkant meer,

source: where cyan overlapped the magenta, there is now a recess.
nl: daar waar cyaan het magenta overlapte is nu een uitsparing.

source: Example 2 WITH overprint:
nl: Voorbeeld 2 MET overprint:

source: If we put the cyan surface in overprint,
nl: Zetten we het cyaan vlak in overprint

source: the magenta surface will come through.
nl: dan gaat het magenta vlak erdoor komen.

source: A full square is visible on both plates BUT the printing result will be different.
nl: Op beide platen is een volledig vierkant zichtbaar MAAR het drukresultaat gaat anders zijn.

source: Where the colors overlap, a purple color can be seen. Cyan + Magenta = Purple
nl: Daar waar de kleuren elkaar overlappen is een paarse kleur te zien. Cyaan + Magenta = Paars

source: This already explains a lot.
nl: Dit verklaard al een hoop.

source: White text in overprint on a black surface will certainly go wrong,
nl: Een witte tekst in overprint op een zwart vlak loopt zeker fout,

source: because white is not a color which can be printed.
nl: want wit drukken is niet mogelijk.

source: A white text should therefore always be saved
nl: Een witte tekst moet daarom altijd uitgespaard worden

source: and should certainly not be put in overprint.
nl: en mag zeker niet in overprint gezet worden.

source: The white of your design is the paper.
nl: Het wit van je ontwerp is namelijk het papier.

source: How can I check if overprint has been applied and use it if necessary?
nl: Hoe kan ik checken of er overprint is toegepast en het indien nodig gebruiken?

source: It is very easy to check whether overprint has been used.
nl: Het is heel makkelijk te controleren of er overprint gebruikt is.

source: click on View → Overprint Preview in the menu bar at the top.
nl: klik je bovenaan in de menubalk op View → Overprint Preview (Beeld → Overdruk voorbeeld)

source: If you want to use the overprint options,
nl: Wil je gebruik maken van de overprint- opties

source: click in the menu bar on Window → Output → Attributes.
nl: klik dan in de menubalk op Window → Output → Attributes (Venster → Uitvoer → Kenmerken).

source: A window with the overprint functions appears.
nl: Er verschijnt een venster met de overprint functies.

source: Printing in-house
nl: Eigen drukkerij

source: POSTFLY our story
nl: POSTFLY ons verhaal

source: POSTFLY was founded in 2001 as an online printing company under
nl: In 2001 is POSTFLY ontstaan als online drukkerij onder

source: the care of Grafische Groep Matthys.
nl: de hoede van Grafisch Groep Matthys.

source: POSTFLY is there for all your combined printing, from flyers to posters,
nl: POSTFLY is er voor al jouw combinatie drukwerk, van flyers tot posters,
