Repository: Daph1986/postfly_jouw_online_drukkerij
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: from business cards to brochures.
nl: van visitekaartjes tot brochures.

source: We started with an office at the Keienbergweg in Amsterdam-Zuidoost
nl: Wij zijn begonnen met een kantoor aan de Keienbergweg in Amsterdam-Zuidoost

source: with a team of five people.
nl: met een team van vijf mensen.

source: With our move to the Hoogoorddreef in Amsterdam-Zuidoost,
nl: Met de verhuizing naar de Hoogoorddreef in Amsterdam-Zuidoost

source: we were able to make our work more and more efficient.
nl: konden we onze werkzaamheden steeds efficiënter maken.

source: There are now two members of the original team active and
nl: Inmiddels zijn er van het originele team nog twee leden actief en

source: work is carried out from the head office in Turnhout,
nl: worden werkzaamheden verricht vanuit het hoofdkantoor in Turnhout,

source: Belgium or completely corona-proof from home.
nl: België of geheel coronaproof vanuit huis.

source: Grafische Groep Matthys is located in the graphic city of Turnhout in Belgium,
nl: Grafische Groep Matthys is gevestigd in de grafische stad Turnhout, in België,

source: it is run by 4 brothers, the third generation of this family business.
nl: het staat onderleiding van 4 broers, de derde generatie van dit familiebedrijf.

source: Together we have the expertise to guide all your orders from A to Z.
nl: Samen hebben we de expertise in huis om al jouw orders van a tot z te begeleiden.

source: We have several recent printing presses,
nl: We beschikken over meerdere recente drukpersen,

source: and we have all modern finishes in-house.
nl: en hebben alle moderne afwerkingen in eigen huis.

source: We combine the printing forms so that we can offer them competitively,
nl: Wij combineren de drukvormen zodat wij deze scherp kunnen aanbieden,

source: but also if you need specialist printing or
nl: maar voor specialistisch drukwerk of

source: striking packaging material you have come to the right place.
nl: opvallend verpakkingsmateriaal zit je bij ons goed.

source: Since 2008 we have specialised in the “inline cold foil” technique,
nl: Sinds 2008 zijn wij gespecialiseerd in de “inline cold foil’ techniek,

source: which allows beautiful effects on your printed matter or packaging.
nl: hiermee zijn prachtige effecten mogelijk op je drukwerk of verpakking.

source: Feel free to take a look at our
nl: Kijk gerust een op onze

source: page or request a
nl: pagina of vraag een

source: from us for different or specialist requirements!
nl: bij ons aan voor afwijkende of specialistische wensen!

source: Request a quotation
nl: Offerte aanvragen

source: Resolution
nl: Resolutie

source: How can I check or adjust the resolution?
nl: Hoe kan ik de resolutie checken of aanpassen?

source: Open the design or image in Photoshop.
nl: Open het ontwerp of afbeelding in Photoshop.

source: In the menu bar, click Image → Image Size.
nl: Klik in de menubalk op Image → Image Size (Beeld → Beeldgrootte).

source: In the window that appears you can check the settings of the design or image.
nl: In het venster wat dan verschijnt kan je de instellingen van het ontwerp of afbeelding controleren.

source: Make sure that the ‘Resolution’ box reads 300 pixels/inch.
nl: Zorg ervoor dat in het vakje ‘Resolution’ (resolutie) 300 pixels/inch staat.

source: If not, you can adjust it to 300 pixels/inch.
nl: Mocht dat niet zo zijn dan kan je het aanpassen naar 300 pixels/inch.

source: After adjusting the resolution, you also check the dimensions.
nl: Na het aanpassen van de resolutie kijk je ook de afmetingen nog na.

source: These must be actual size (or possibly larger).
nl: Deze moeten op ware grootte (of eventueel groter) zijn.

source: Specifications
nl: Specificaties

source: It is import that you send your digital files according to our specifications,
nl: Het is belangrijk dat de digitale bestanden correct aangeleverd worden,

source: we ensure the correct processing of your file, but errors in the layout or
nl: wij zorgen voor een correcte verwerking van je bestand, maar fouten in de opmaak of

source: in the digital files do not entitle you to a free reprint.
nl: in het digitaal materiaal geven geen recht op een kosteloze herdruk.

source: When formatting your files, you have to take a number of things into account.
nl: Bij het opmaken van je bestanden moet je met een aantal zaken rekening houden.

source: Check your design using the checklist below:
nl: Check jouw ontwerp aan de hand van onderstaande controlelijst:

source: Resolution:
nl: Resolutie:

source: Bleed: 3 mm all around, meaning on all sides
nl: Alfoop: 3 mm rondom, ofwel aan alle zijdes

source: File type: PDF or JPG
nl: Bestandstype: PDF of JPG

source: You can also download a
nl: Je kunt als leidraad ook een

source: as a guideline to start with your design,
nl: downloaden om te starten met je ontwerp,

source: but make sure that our template is not in the final print file.
nl: maar zorg er wel voor dat ons template niet in het uiteindelijk drukbestand zit.

source: Because you obviously don’t want that template printed!
nl: Dat template wil je uiteraard niet mee gedrukt hebben!

source: Hints:
nl: Tips:

source: Make sure the photos and images go till the edge
nl: Laat foto’s en beelden doorlopen

source: Do not place thin frames against the cutting edge
nl: Plaats geen dunne kaders tegen de snijrand

source: Place your texts at least 3 mm from the cutting edge
nl: Zet je teksten minimaal 3mm van de snijrand af

source: Our team
nl: Ons team

source: Wouter is indispensable at POSTLY, and has been there from the start.
nl: Wouter is niet meer weg te denken bij POSTLY en is er vanaf het begin bij.

source: He is familiar with all the ins and outs of printing, quotations,
nl: Hij is bekend met alle in’s en out’s van het drukwerk, van offertes

source: orders and accounts payable. But lending a helping hand with packing,
nl: en orders tot crediteurenadministratie. Maar een handje mee helpen met inpakken,

source: distributing or delivery is also no problem.
nl: verdelen of afleveren is ook geen enkel probleem.

source: Daphne has been working at POSTFLY since 2009.
nl: Daphne werkt sinds 2009 bij POSTFLY.

source: She started as a receptionist, but is now familiar with everything from
nl: Zij startte als receptioniste, maar is inmiddels van alle martken thuis.

source: checking artwork to accounts receivable, and from processing orders to
nl: Van artwork checken tot debiteurenadministratie, van orders verwerken tot

source: On this page you can download our templates for the most common formats,
nl: Op deze pagina kan je onze templates downloaden voor de meest gangbare formaten,

source: so you have a little more clarity about the required margins.
nl: zo heb je iets meer duidelijkheid over hoe het zit met de benodigde marges.

source: Make sure that when you deliver the print file to us,
nl: Zorg er voor dat wanneer je het drukbestand bij ons aanlevert

source: our template is no longer in it,
nl: ons template hier niet meer in zit,

source: because it is not the intention to print this along with the design.
nl: het is namelijk niet de bedoeling dat dit mee gedrukt wordt.

source: Business cards
nl: Visitekaartjes

source: Add a product to the store
nl: Voeg een product toe aan de site

source: Add product
nl: Voeg product toe

source: Sort by...
nl: Sorteer op...

source: Price (low to high)
nl: Prijs (laag naar hoog)

source: Price (high to low)
nl: Prijs (hoog naar laag)

source: Name (A-Z)
nl: Naam (A-Z)

source: Name (Z-A)
nl: Naam (Z-A)

source: Category (A-Z)
nl: Categorie (A-Z)

source: Category (Z-A)
nl: Categorie (Z-A)

source: Delivery time is
nl: Levertijd is

source: ex VAT
nl: ex btw

source: Add to shopping cart
nl: Leg in winkelmand

source: Update a product in the store
nl: Pas een product op de pagina aan

source: Update product
nl: Pas product aan

source: Order history
nl: Order geschiedenis

source: Total orders
nl: Totaal aantal orders

source: Date
nl: Datum

source: Client name
nl: Klant naam

source: previous
nl: vorige

source: Page
nl: Pagina

source: next
nl: volgende

source: Back to profile
nl: Terug naar profiel

source: profile
nl: profiel

source: Default profile details
nl: Standaard profiel gegevens

source: Update changes
nl: Sla wijzigingen op

source: Whoops! A 404 error occurred
nl: Oeps! Er dient zich een 404 error voor

source: The page you are looking for could not be found!
nl: De pagina waar je naar zoekt kan niet gevonden worden!

source: Please go back to the homepage of
nl: Ga terug naar de startpagina van

source: Something went wrong!
nl: Er is iets verkeerd gegaan!

source: Sorry about that, you can return to the homepage of
nl: Excuses hiervoor, je kan terugaan naar de startpagina van

source: You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
nl: Je ontvangt deze e-mail omdat jij of iemand anders een wachtwoord heeft aangevraagd voor jouw gebruikersaccount. Het kan veilig worden genegeerd als je geen wachtwoordreset hebt aangevraagd. Klik op de onderstaande link om je wachtwoord opnieuw in te stellen.

source: Confirm E-mail Address
nl: Bevestig je e-mailadres

source: Confirm e-mail address
nl: Bevestig je e-mailadres

source: Already have an account? <br> Log in here!
nl: Heb je al een account bij ons? <br> Log dan hier in!

source: Don't have an account yet? <a class="text-postfly text-decoration-none fw-bold" href="%(signup_url)s">Register here!</a>
nl: Heb je nog geen account? <a class="text-postfly text-decoration-none fw-bold" href="%(signup_url)s">Maak dan hier een account aan!</a>

source: Forgot your password?
nl: Wachtwoord vergeten?

source: Are you sure you want to log out?
nl: Ben je er zeker van dat je wilt uitloggen?

source: Forgot your password? <br> Reset your password
nl: Wachtwoord vergeten? <br> Reset je wachtwoord

source: Fill out your email address below and we will send you an email to reset your password.
nl: Vul je e-mailadres in hieronder en wij sturen je een e-mail om je wachtwoord te resetten.

source: Back to login!
nl: Terug naar log in!

source: Reset password!
nl: Reset wachtwoord!

source: us if you are experiencing problems resetting your password.
nl: met ons op als je problemen ervaart met het resetten van je wachtwoord.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
nl: We hebben je een e-mail gestuurd. Neem contact met ons op als je deze niet binnen enkele minuten hebt ontvangen.

source: No account yet? <br>Create your account here!
nl: Nog geen account bij ons? <br>Maak hier je account aan!

source: Do you already have an account? <a class="text-postfly text-decoration-none fw-bold" href="%(login_url)s">Log in here!</a>
nl: Heb je al een account? <a class="text-postfly text-decoration-none fw-bold" href="%(login_url)s">Log dan hier in!</a>

source: Verify Your E-mail Address
nl: Verifieer je e-mailadres

source: Verify your e-mail address
nl: Verifieer je e-mailadres

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
nl: We hebben je een e-mail gestuurd ter verificatie. Volg de verstrekte link om het aanmeldingsproces te voltooien. Neem contact met ons op als je deze niet binnen enkele minuten hebt ontvangen.

source: Business cards 400 gr Mat
nl: Visitekaartjes 400 gr Mat

source: Business cards Cold Foil
nl: Visitekaartjes Cold Foil

source: All products
nl: Alle producten

source: Guidelines
nl: Aanleveren

source: Job obtions
nl: Jopobtions

source: Foil
nl: Opmaak folie

source: Profile
nl: Profiel
